Repository: 97longphan/Passtify
Catalog: Passtify/Localizable/*.lproj/Localizable.strings
Languages: vi

# key.export_no_file
source: Make sure at least one password is saved ^^
vi: Bạn hãy chắc chắn rằng có ít nhất một mật khẩu được lưu ^^

# key.export_failed_zip
source: Unable to create ZIP file. Please try again later.
vi: Không thể tạo file nén. Vui lòng thử lại sau.

# key.export_unknown_error
source: An error occurred: %@
vi: Đã xảy ra lỗi: %@

# key.title_deleted
source: Deleted
vi: Đã xoá

# key.title_import
source: Import Data
vi: Nhập dữ liệu

# key.title_export
source: Export Data
vi: Xuất dữ liệu

# key.subtitle_password
source: All the passwords you have saved
vi: Tất cả các mật khẩu bạn đã lưu

# key.subtitle_deleted
source: Recently deleted passwords
vi: Mật khẩu đã xoá gần đây

# key.subtitle_import
source: Restore data from backup file
vi: Khôi phục dữ liệu từ file backup

# key.subtitle_export
source: Export data to ZIP file
vi: Sao lưu dữ liệu ra file ZIP

# key.deleted_passwords_guide
source: Deleted passwords and codes will be available here for 30 days before being automatically removed.
vi: Các mật khẩu và mã khoá đã xoá sẽ có sẵn tại đây trong 30 ngày, trước khi bị xoá tự động.

# key.password_details
source: Password details
vi: Chi tiết mật khẩu

# key.recently_deleted
source: Recently Deleted
vi: Đã xoá gần đây

# key.data
source: Data
vi: Dữ liệu

# key.note
source: NOTE
vi: GHI CHÚ

# key.cancel
source: Cancel
vi: Huỷ

# key.restore
source: Restore
vi: Khôi phục

# key.no_saved_passwords
source: No saved passwords
vi: Không có mật khẩu đã lưu

# key.no_deleted_passwords
source: No deleted passwords
vi: Không có mật khẩu đã xoá

# key.save
source: Save
vi: Lưu

# key.password
source: Password
vi: Mật khẩu

# key.password_has_been_locked
source: Password has been locked
vi: Mật khẩu đã bị khóa

# key.passwords_auto_fill_guide
source: Passwords are automatically saved when logging in to websites and apps.
vi: Mật khẩu được lưu tự động khi đăng nhập vào các trang web và ứng dụng.

# key.new_password
source: New Password
vi: Mật khẩu mới

# key.unlock
source: Unlock
vi: Mở khóa

# key.user
source: user
vi: người dùng

# key.edit
source: Edit
vi: Sửa

# key.modified_value
source: Modified: %@
vi: Sửa đổi: %@

# key.name
source: Name
vi: Tên

# key.username
source: Username
vi: Tên người dùng

# key.add_note
source: Add note
vi: Thêm ghi chú

# key.login_info
source: Login Info
vi: Thông tin đăng nhập

# key.search
source: Search
vi: Tìm kiếm

# key.website_or_label
source: Website or Label
vi: Trang web hoặc nhãn

# key.delete
source: Delete
vi: Xóa

# key.delete_password
source: Delete Password
vi: Xoá mật khẩu

# key.done
source: Done
vi: Xong

# key.password_delete_warning
source: This password will be moved to Recently Deleted. After 30 days, it will be permanently deleted.
vi: Mật khẩu này sẽ được di chuyển vào Đã xoá gần đây. Sau 30 ngày, mật khẩu sẽ bị xoá vĩnh viễn.

# key.copied_value
source: Copied %@
vi: Đã sao chép %@

# key.tip_0
source: Donâ€™t reuse the same password across multiple accounts.
vi: Đừng dùng chung một mật khẩu cho nhiều tài khoản.

# key.tip_1
source: Enable two-factor authentication (2FA) whenever possible.
vi: Hãy bật xác thực hai yếu tố (2FA) khi có thể.

# key.tip_2
source: Strong passwords should include special characters, uppercase letters, and numbers.
vi: Mật khẩu mạnh nên có ký tự đặc biệt, chữ hoa và số.

# key.tip_3
source: Avoid storing passwords in unencrypted notes.
vi: Không lưu mật khẩu vào ghi chú không mã hoá.

# key.tip_4
source: Use a password manager to store passwords securely.
vi: Sử dụng trình quản lý mật khẩu để lưu trữ an toàn.

# key.tip_5
source: Each account should have a unique password.
vi: Mỗi tài khoản nên có một mật khẩu riêng biệt.

# key.tip_6
source: Avoid using personal information in your passwords.
vi: Tránh dùng thông tin cá nhân trong mật khẩu.

# key.tip_7
source: Never share passwords via messages or email.
vi: Không chia sẻ mật khẩu qua tin nhắn hay email.

# key.tip_8
source: Update your passwords regularly.
vi: Thường xuyên cập nhật mật khẩu định kỳ.

# key.tip_9
source: Avoid logging into accounts over public Wi-Fi.
vi: Tránh dùng Wi-Fi công cộng khi đăng nhập tài khoản.

# key.security_tip_title
source: Security Tip
vi: Mẹo bảo mật

# key.default_tip_text
source: Click here for a tip ^^
vi: Click vô đây tôi cho bạn tip nè ^^
